Repository: laichunhui/J-Swift
Catalog: JO/Packages/Sources/JResources/Resources/Lang/*.lproj/Localizable.strings
Languages: ar

# title.tips
source: Tips
ar: تنبيه

# title.cancel
source: Cancel
ar: إلغاء

# title.confirm
source: Confirm
ar: تاكد

# title.complete
source: Complete
ar: تم

# title.know
source: Know
ar: اعرف

# title.ok
source: OK
ar: تم

# title.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية

# common.no.again
source: No more prompts
ar: لا توجد المزيد من التنبيهات

# title.copy
source: Copy
ar: نسخ

# title.copied
source: Copied
ar: تم النسخ

# title.share
source: Share
ar: مشاركة

# title.save
source: Save
ar: حفظ

# title.delete
source: Delete
ar: حذف

# title.notNow
source: Not now
ar: ليس الآن

# title.paste
source: Paste
ar: لصق

# title.selectAll
source: Select all
ar: تحديد الكل

# title.deselectAll
source: Deselect all
ar: إلغاء التحديد

# title.successful
source: Successful
ar: ناجح

# title.search
source: Search
ar: بحث

# app.upgrade.title
source: New version Update
ar: تحديث

# app.upgrade.action
source: Update
ar: تحديث

# app.upgrade.newVersion
source: New version
ar: نسخة جديدة

# user.gender
source: Gender
ar: جنس

# user.male
source: Male
ar: ذكر

# user.female
source: Female
ar: أنثي

# user.nickname
source: Nickname
ar: اسم

# user.uploadSuccessful
source: Upload successful
ar: تم تحميل

# user.enterName
source: Enter your name
ar: يرجي إدخال نيمك

# user.birthday
source: Birthday
ar: ميلاد

# user.selectBirthday
source: Select your birthday
ar: يرجي اختار ميلادك

# user.modifyBirthday
source: Modify birthday
ar: تعديل ميلاد

# user.tip.genderCannotModify
source: Gender cannot be modified after submission
ar: لا يمكن تتغير الجنس بعد التاكد

# user.tip.sensitive
source: Please fill in sensitive vocabulary again
ar: يرجي تملأ مجدد بسبب الكلمات الحساسية

# login.signInWithGoogle
source: Sign in with Facebook
ar: Sign in with Google

# login.signInWithOther
source: Other login methods
ar: تسجيل دخول عبر طريقة اخري

# login.usageFunction
source: Login and usage function
ar: تسجيل دخول و استخدم التطبيق

# login.mobileLogin
source: Mobile number login
ar: تسجيل دخول عبر رقم الهاتف

# login.phoneNum
source: Phone Number
ar: يرجي إدخال رقم الهاتف

# login.verifyCode
source: Verification code
ar: رقم الرمز

# login.login
source: Login
ar: تسجيل دخول

# login.getCode
source: Get Code
ar: حصول علي رقم الرمز

# login.countryRegion
source: country/region
ar: دولة /منطقة

# login.reacquire
source: Reacquire
ar: إعادة

# login.tip.codeSent
source: Verification code has been sent
ar: تم ارسال رسالة الرمز

# login.selectCountry
source: Select country/region
ar: دولة/منطقة

# login.agree
source: Agree
ar: موافق

# login.disagree
source: Disagree
ar: غير موافق

# home.explore
source: Explore
ar: إكتشاف

# home.following
source: Following
ar: متابعة

# home.chatRooms
source: Chat Rooms
ar: غرفة الدردشة

# home.room
source: Room
ar: الغرفة

# home.search.id
source: Search ID
ar: أدخل معرفة الحساب

# home.search.history
source: Search history
ar: تاريخ البحث

# home.user
source: User
ar: المستخدم

# home.follow
source: Follow
ar: متابعة

# empty.network
source: Network connection failed please reload~
ar: فشل اتصال بشبكة يرجي محاولة مجددا

# empty.reload
source: Reload
ar: محاولة مجددا

# empty.room
source: No room available, please wait a moment
ar: لا يوجد الغرفة ممكن تشوف بعد قليل

# empty.giftData
source: No more gifts at the moment~
ar: لا يوجد بيانات الهدايا

# empty.notice
source: No system messgae is available~
ar: لا يوجد اعلان السيستم

# empty.following
source: You havent's followed anyone yet~
ar: انت لم تتابع علي احد بعد

# empty.follower
source: No follower at this time~
ar: لا يوجد لك متابع بعد

# empty.visitor
source: No noe's visted you yet~
ar: لا يوجد زوار بعد

# empty.gift
source: The gift list is empty~
ar: لا يوجد هدايا بعد

# empty.bill
source: The bill details are empty~
ar: لا يوجد سجيلا معاملات بعد

# empty.roomOnlineMembers
source: No online users
ar: لا يوجد المستخدم علي الانترنيت

# Room.create.t
source: Create Room
ar: انشاء الغرفة

# Room.create.edit
source: Edit Room
ar: إعدادات الغرفة

# Room.create.cover
source: Room Cover
ar: تعديل غلاف الغرفةr

# Room.create.name
source: Room Name
ar: اسم الغرفة

# Room.create.tag
source: Room Tag
ar: علامة الغرفة

# Room.create.mic
source: Mic Mode
ar: مايك

# Room.create.some.seats
source: %@ Mic
ar: مايكات %@

# Room.exit
source: Exit
ar: خروج

# Room.minimize
source: Minimize
ar: تصغير

# Room.tip.takeOffMic
source: You have been taken off the microphone by the administrator
ar: لقد طردك الادمن من المايك

# Room.tip.followed
source: You have followed this room
ar: تم متابعة الغرفة

# Room.tip.unfollowed
source: You have unfollowed the room
ar: إلغاء المتابعة للغرفة

# Room.tip.selectUser
source: Please select a user first
ar: اختار المستخدم

# Room.tip.selectAUser
source: Please select a user first
ar: اختار المستخدم

# Room.announce
source: Room Announcement
ar: إعلان الغرفة

# Room.management
source: Management
ar: إدارة الغرفة

# Room.edit
source: Edit Room
ar: إعدادات الغرفة

# Room.managers
source: Managers
ar: قائمة المشرفة

# Room.homeowner
source: Homeowner
ar: صاحب الغرفة

# Room.administrators
source: Administrators
ar: مشرفة

# Room.addAdministrators
source: Add Administrator
ar: إضافة المشرفة

# Room.tip.addAdministrators
source: Whether to set the selected menmber as room manager
ar: هل تريد جعل من اختارتها المشرفه

# Room.add
source: Add
ar: إضافة

# Room.searchUsers
source: Search for online users
ar: بحث المستخدم الاونلاين

# Room.added
source: Added
ar: تم إضافة

# Room.deleted
source: Deleted
ar: تم حذف

# Room.clearPublicScreenMsg
source: Clear public screen messages
ar: مسح رسايل الشاشة

# Room.tip.clearPublicScreenMsg
source: Are you sure to clear the current public screen message?
ar: هل أنت متاكد مسح رسايل الشاشة الحالي

# Room.cleared
source: Cleared
ar: تم

source: Room locked
ar: قفل الغرفة

# Room.enterPassword
source: Enter room password
ar: إدخال رقم السر الغرفة

# Room.tip.setPassword
source: Please set a 4-digit room code
ar: تعيين كلمة مرور مكونة من 4 أرقام

# Room.tip.formatForSetPassword
source: The password is a pure number and does not support letters
ar: لا يمكن مكون رقم السر الا بارقام

# Room.positionSwitch
source: Position switching
ar: تعديل شكل المايك

# Room.PublicScreenMessage
source: Public screen message
ar: رسايل الشاشة

# Room.tip.deleteManager
source: Are you sure to delete this management?
ar: هل تريد تحذف هذه المشرفة؟

# Room.tip.positionSwitch
source: Mai position switching will allow all users to go to the wheat. Please confirm whether to switch?
ar: سيجعل المستخدمين نزل من المايكات بسبب تغيير شكل المايكات هل تتاكد تغير؟

# Room.edit.replace
source: Replace
ar: تبديل

# Room.edit.photograph
source: Photograph
ar: صور

# Room.edit.album
source: Album
ar: ملف الصورة

# Room.edit.name
source: Room Name
ar: اسم الغرفة

# Room.edit.bg
source: Room Background
ar: خلفية الغرفة

# Room.edit.tg
source: Room Tag
ar: علامة الغرفة

# Room.edit.preservation
source: Preservation
ar: حفظ

# Room.edit.modifyCover
source: Modify Cover
ar: تعديل غلاف الغرفة

# Room.mic.open
source: Open Mic
ar: فتح المايك

# Room.mic.turnOff
source: Turn off Microphone
ar: إغلاق المايك

# Room.mic.lock
source: Lock up
ar: ففل المايك

# Room.mic.unlock
source: Unlock
ar: فتح القفل

# Room.mic.prohibit
source: Prohibit mic
ar: منع علي المايك

# Room.mic.relieve
source: Relieve
ar: رفع الحظر المايك

# Room.mic.kickOut
source: Kick It Out
ar: طرد من مايك

# Room.mic.on
source: On Mic
ar: أخذ مايك

# Room.mic.off
source: Mic off
ar: نزل مايك

# Me.title
source: Me
ar: انا

# Me.contacts
source: Contacts
ar: أصدقاء

# Me.following
source: Following
ar: متابعة

# Me.fans
source: Fans
ar: متابعين

# Me.giftGiving
source: Gift giving
ar: ارسال هدايا

# Me.wallet
source: My wallet
ar: محفظتي

# Me.recharge
source: Recharge
ar: شحن

# Me.level
source: My Level
ar: مستوياتي

# Me.room
source: My Room
ar: غرفتي

# Me.language
source: Language
ar: لغة

# Me.about
source: About Us
ar: عنا

# Me.settings
source: Settings
ar: إعدادات

# Me.Relation.follow
source: Follow
ar: متابعة

# Me.Relation.followed
source: Followed
ar: إلغاء المتابعة

# Me.Relation.followSuccess
source: Follow Success
ar: تم متابعة

# Me.Relation.report
source: Report
ar: بلاغة

# Me.Relation.reportSuccess
source: Report success
ar: تم البلاغة

# Me.Relation.reportReason
source: Select reason for report
ar: اختار سبب البلاغة

# Me.about.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية

# Me.about.userAgreement
source: User Agreement
ar: اتفاقية المستخدم

# Me.about.version
source: Current version
ar: نسخة حالية

# Me.setting.blacklist
source: Blacklist
ar: حظر

# Me.setting.clearCache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت

# Me.setting.cacheCleared
source: Cache cleared
ar: تم مسح ذاكرة التخزين المؤقت

# Me.setting.accountDeletion
source: Account Deletion
ar: حذف الحساب

# Me.setting.logout
source: Log Out
ar: تسجيل خروج

# Me.setting.logout.title
source: Are you sure you want to exit?
ar: هل تاكد تسجيل خروج؟

# Me.setting.logout.des
source: After exiting, historical data will not be deleted
ar: تبقي البيانات بعد تسجيل الخروج

# Me.edit.editing
source: Data Editing
ar: إعدادات المعلومات

# Me.edit.changeAvatar
source: Change profit photo
ar: تغيير الصورة

# Me.edit.uploadSuccessful
source: Upload successful
ar: تم تحميل

# Me.edit.username
source: Username
ar: اسم

# Me.edit.gender
source: Gender
ar: جنس

# Me.edit.birthday
source: Birthday
ar: ميلاد

# Me.edit.intro
source: Brief introduction
ar: معلومات الشخصية

# Me.edit.tip.sensitive
source: Please fill in sensitive vocabulary again
ar: رجاء تقديم مجددا بسبب كلمة الحساسية

# Me.edit.submit
source: Submit
ar: تقديم

# Me.profile.giftsWall
source: Gifts Wall
ar: حائط الهدايا

# Me.profile.homepage
source: Homepage
ar: صفحة الرئسية

# Me.profile.Chat
source: Chat
ar: دردشة

# Me.profile.send
source: Send
ar: إهداء

# Me.profile.edit
source: Edit Profile
ar: إعدادات المعلومات

# Me.profile.inRoom
source: In Room
ar: في الغرفة

# Chat.chats
source: Chats
ar: رسالة

# Chat.tip.clearConversations
source: Are you sure to clear the current chat message?
ar: هل متاكد افراغ الرسايل الحالي

# Chat.saySome
source: Say something...
ar: ارسال رسايل

# Chat.holdSpeak
source: Hold and speak
ar: اضغط و تكلم

# Chat.releaseCancel
source: Release to cancel
ar: التراجع عن إلغاء

# Chat.report
source: Report
ar: بلاغة

# Chat.block
source: Blacklist
ar: حظر

# Chat.alreadyShielded
source: Already shielded
ar: تم حظر

# Recharge.recharge
source: Recharge
ar: شحن

# Recharge.exchange
source: Exchange
ar: استبدال

# Recharge.bill
source: Bill
ar: سجيلات معاملات

# Recharge.coinBalance
source: Coin balance
ar: متبقي من الكويزا

# Recharge.diamondBalance
source: Diamond balance
ar: متبقي الماسة

# Recharge.tip.selectAmount
source: Please select the recharge amount
ar: باقات القطع الذهبية

# Recharge.coin
source: Coin
ar: عملة ذهبية

# Recharge.diamond
source: Diamond
ar: ماسة

# Recharge.diamondShortage
source: Diamond shortage
ar: عدد الماس غير كافي

# Recharge.exchangeSuccessful
source: Exchange successful
ar: تم استبدال

# Recharge.confirmExchange
source: Confirm exchange
ar: تاكد

# Recharge.exchange.enter
source: Enter the quantity of diamonds for exchange
ar: إدخال عدد الماسة لاسبدال الي عملة ذهبية

# Recharge.exchange.rate
source: %@Diamonds = %@Coins
ar: %@ماس%@=عملة ذهبي

# Recharge.tip.exchange
source: Only supports integer multiples of 10 for redemption
ar: دعم تحويل فقط ب10 و اضعافه

# Gift.gift
source: Gift
ar: هدية

# Gift.send
source: Send
ar: إهداء

# Gift.tip.insuffiBalance
source: Sorry, your credit is running low
ar: المبلغ غير كافي
